/* 
  Localizable.strings
  DuetMac

  Created by Rahul Dewan on 6/15/15.
  Copyright (c) 2015 Rahul Dewan. All rights reserved.
*/

"Duet Connected" = "Duet Ansluten";

"Restart Your Mac" = "Starta om din Mac";
"Quit" = "Avsluta";
"Authorization Error" = "Auktoriseringsfel";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Välj 'Försök igen' för ett nytt auktoriseringsförsök eller 'Avsluta' för att ge upp.";
"Try Again" = "Försök Igen";

"Open duet on iOS" = "Öppna duet på iOS";
"Connect device to Mac with" = "Anslut enheten till Mac med";
"or" = "eller";
"Version" = "Version";
"Resolution" = "Upplösning";
"No Device Connected" = "Ingen Enhet Ansluten";
"Frame Rate" = "Uppdateringsfrekvens";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Prestande";
"High Power" = "Hög Prestanda";
"Energy Efficient" = "Energieffektiv";
"Preferences" = "Preferenser";
"Update App Automatically" = "Uppdatera Appen Automatiskt";
"Launch At Login" = "Starta Vid Inloggning";
"Graphics Card" = "Grafikkort";
"When Duet Is Connected..." = "När Duet är ansluten...";
"Discrete (Recommended)" = "Diskret (Rekommenderas)";
"Integrated (Energy Savings)" = "Integrerad (Energieffektivt)";
"Display Arrangement" = "Bildskärmsjusteringar";
"Check For Updates" = "Sök Efter Uppdateringar";
"Help Center" = "Help Center";
"Ask Us A Question" = "Ställ en Fråga till Oss";
"Uninstall Duet" = "Avinstallera duet";
"Quit" = "Avsluta";

"Regular (Energy Efficient)" = "Vanlig Upplösning (Energieffektiv)";
"Retina (High Performance)" = "Retina-upplösning (Hög Prestanda)";
"High Resolution (Smaller Text)" = "Hög Upplösning (Mindre Text)";